Repository: cran/RcmdrPlugin.TeachStat
Catalog: po/R-*.po
Languages: es, gl

source: Confidence interval for the ratio of two variances...
es: Intervalo de confianza para cociente varianzas...
gl: Intervalo de confianza para o cociente entre dúas varianzas...

source: Confidence intervals for two samples
es: Intervalos de confianza para dos muestras
gl: Intervalos de Confianza para dúas mostras

source: Hypothesis Testing
es: Contrastes de hipótesis
gl: Probas de hipótese

source: Hypothesis testing for the mean...
es: Contraste de hipótesis para la media...
gl: Proba de hipótese para a media...

source: Hypothesis testing for a proportion...
es: Contraste de hipótesis para una proporción...
gl: Proba de hipótese para unha proporción...

source: Hypothesis testing for a sample
es: Contrastes de hipótesis para una muestra
gl: Probas de hipótese para unha mostra

source: Hypothesis testing for independent means...
es: Contraste de hipótesis para medias independientes...
gl: Proba de hipótese para medias independentes...

source: Hypothesis testing for paired means...
es: Contraste de hipótesis para medias pareadas...
gl: Proba de hipótese de medias pareadas...

source: Hypothesis testing for the ratio of two variances...
es: Contraste de hipótesis para cociente varianzas...
gl: Proba de hipótese para o cociente de dúas varianzas...

source: Hypothesis testing for difference of proportions...
es: Contraste de hipótesis para diferencia de proporciones...
gl: Proba de hipótese para a diferencia de proporcións...

source: Hypothesis testing for two samples
es: Contrastes de hipótesis para dos muestras
gl: Probas de hipótese para dúas mostras

source: Basic Statistics
es: Estadística Básica
gl: Estatística Básica

source: Random Variables
es: Variables Aleatorias
gl: Variábeis Aleatorias

source: Statistics Inference
es: Inferencia Estadística
gl: Inferencia Estadística

source: Import data from text file, clipboard, or URL...
es: Importar datos desde archivo de texto, portapapeles o URL...
gl: Importar datos dende arquivo de texto, portapapeles ou URL...

source: Normal distribution's parameters:
es: Parámetros de distribución normal:
gl: Parámetros da distribución normal:

source: Normal characteristics...
es: Características normales...
gl: Características normais...

source: Normal Characteristics
es: Características Normales
gl: Características Normais

source: Normal distribution definition...
es: Definición de distribución normal...
gl: Definición da distribución normal...

source: Normal Distribution Definition
es: Definición de Distribución Normal
gl: Definición da Distribución Normal

source: t distribution's parameters:
es: Parámetros de distribución t:
gl: Parámetros da distribución t:

source: t characteristics...
es: Características t...
gl: Características t...

source: t Characteristics
es: Características t
gl: Características t

source: t distribution definition...
es: Definición de distribución t...
gl: Definición da distribución t...

source: t Distribution Definition
es: Definición de Distribución t
gl: Definición da Distribución t

source: ChiSquared distribution's parameters:
es: Parámetros de distribución Chi-cuadrado:
gl: Parámetros da distribución Chi-cadrado:

source: ChiSquared characteristics...
es: Características Chi-cuadrado...
gl: Características Chi-cadrado...

source: ChiSquared Characteristics
es: Características Chi-cuadrado
gl: Características Chi-cadrado

source: ChiSquared distribution definition...
es: Definición de distribución Chi-cuadrado...
gl: Definición da distribución Chi-cadrado...

source: ChiSquared Distribution Definition
es: Definición de Distribución Chi-cuadrado
gl: Definición da Distribución Chi-cadrado

source: F distribution's parameters:
es: Parámetros de distribución F:
gl: Parámetros da distribución F:

source: F characteristics...
es: Características F...
gl: Características F...

source: F Characteristics
es: Características F
gl: Características F

source: F distribution definition...
es: Definición de distribución F...
gl: Definición da distribución F...

source: F Distribution Definition
es: Definición de distribución F
gl: Definición da Distribución F

source: Exponential distribution's parameters:
es: Parámetros de distribución exponencial:
gl: Parámetros da distribución exponencial:

source: Exponential characteristics...
es: Características exponenciales...
gl: Características exponenciais...

source: Exponential Characteristics
es: Características Exponenciales
gl: Características Exponenciais

source: Exponential distribution definition...
es: Definición de distribución exponencial...
gl: Definición da distribución exponencial...

source: Exponential Distribution Definition
es: Definición de Distribución Exponencial
gl: Definición da Distribución Exponencial

source: Uniform distribution's parameters:
es: Parámetros de distribución uniforme:
gl: Parámetros da distribución uniforme:

source: Uniform characteristics...
es: Características uniformes...
gl: Características uniformes...

source: Uniform Characteristics
es: Características Uniformes
gl: Características Uniformes

source: Uniform distribution definition...
es: Definición de distribución uniforme...
gl: Definición da distribución uniforme...

source: Uniform Distribution Definition
es: Definición de Distribución Uniforme
gl: Definición da Distribución Uniforme

source: Plot continuous Generic distribution...
es: Gráfica de la distribución genérica continua...
gl: Gráfica da distribución xenérica continua...

source: Continuous Generic Distribution
es: Distribución Genérica Continua
gl: Distribución Xenérica Continua

source: Continuous Generic distribution
es: Distribución genérica continua
gl: Distribución xenérica continua

source: Continuous Generic probabilities...
es: Probabilidades genéricas continuas acumuladas...
gl: Probabilidades xenéricas continuas acumuladas...

source: Continuous Generic quantiles...
es: Cuantiles genéricos continuos...
gl: Cuántiles xenéricos continuos...

source: Continuous Generic Quantiles
es: Cuantiles Genéricos Continuos
gl: Cuántiles Xenéricos Continuos

source: Continuous Generic characteristics...
es: Características genéricas continuas...
gl: Características xenéricas continuas...

source: Continuous Generic Characteristics
es: Características Genéricas Continuas
gl: Características Xenéricas Continuas

source: Sample from Continuous Generic distribution...
es: Muestra de una distribución genérica continua...
gl: Mostra da distribución xenérica continua...

source: Sample from Continuous Generic Distribution
es: Muestra de una Distribución Genérica Continua
gl: Mostra da Distribución Xenérica Continua

source: Continuous Generic distribution definition...
es: Definición de distribución genérica continua...
gl: Definición da distribución xenérica continua...

source: Continuous Generic Distribution Definition
es: Definición de Distribución Genérica Continua
gl: Definición da Distribución Xenérica Continua

source: Continuous Generic distribution's parameters:
es: Parámetros de distribución genérica continua:
gl: Parámetros da distribución xenérica continua:

source: Binomial distribution's parameters:
es: Parámetros de distribución binomial:
gl: Parámetros da distribución binomial:

source: Binomial characteristics...
es: Características binomiales...
gl: Características binomiais...

source: Binomial Characteristics
es: Características Binomiales
gl: Características Binomiais

source: Binomial distribution definition...
es: Definición de distribución binomial...
gl: Definición da distribución binomial...

source: Binomial Distribution Definition
es: Definición de Distribución Binomial
gl: Definición da Distribución Binomial

source: Poisson distribution's parameters:
es: Parámetros de distribución de Poisson:
gl: Parámetros da distribución de Poisson:

source: Poisson characteristics...
es: Características de Poisson...
gl: Características de Poisson...

source: Poisson Characteristics
es: Características de Poisson
gl: Características de Poisson

source: Poisson distribution definition...
es: Definición de distribución de Poisson...
gl: Definición da distribución de Poisson...

source: Poisson Distribution Definition
es: Definición de Distribución de Poisson
gl: Definición da Distribución de Poisson

source: Geometric distribution's parameters:
es: Parámetros de distribución geométrica:
gl: Parámetros da distribución xeométrica:

source: Geometric characteristics...
es: Características geométricas...
gl: Características xeométricas...

source: Geometric Characteristics
es: Características Geométricas
gl: Características Xeométricas

source: Geometric distribution definition...
es: Definición de distribución geométrica...
gl: Definición da distribución xeométrica...

source: Geometric Distribution Definition
es: Definición de Distribución Geométrica
gl: Definición da Distribución Xeométrica

source: NegativeBinomial distribution's parameters:
es: Parámetros de distribución binomial negativa:
gl: Parámetros da distribución binomial negativa:

source: NegativeBinomial characteristics...
es: Características binomiales negativas...
gl: Características binomiais negativas...

source: NegativeBinomial Characteristics
es: Características Binomiales Negativas
gl: Características Binomiais Negativas

source: NegativeBinomial distribution definition...
es: Definición de distribución binomial negativa...
gl: Definición da distribución binomial negativa...

source: NegativeBinomial Distribution Definition
es: Definición de Distribución Binomial Negativa
gl: Definición de Distribución Binomial Negativa

source: Plot discrete Generic distribution...
es: Gráfica de la distribución genérica discreta...
gl: Gráfica da distribución xenérica discreta...

source: Discrete Generic Distribution
es: Distribución Genérica Discreta
gl: Distribución Xenérica Discreta

source: Discrete Generic distribution
es: Distribución genérica discreta
gl: Distribución xenérica discreta

source: Discrete Generic tail probabilities...
es: Probabilidades genéricas discretas acumuladas...
gl: Probabilidades xenéricas discretas acumuladas...

source: Discrete Generic quantiles...
es: Cuantiles genéricos discretos...
gl: Cuántiles xenéricos discretos...

source: Discrete Generic Quantiles
es: Cuantiles Genéricos Discretos
gl: Cuántiles Xenéricos Discretos

source: Discrete Generic characteristics...
es: Características genéricas discretas...
gl: Características xenéricas discretas...

source: Discrete Generic Characteristics
es: Características Genéricas Discretas
gl: Características Xenéricas Discretas

source: Sample from Discrete Generic distribution...
es: Muestra de una distribución genérica discreta...
gl: Mostra da distribución xenérica discreta...

source: Sample from Discrete Generic Distribution
es: Muestra de una Distribución Genérica Discreta
gl: Mostra da Distribución Xenérica Discreta

source: Discrete Generic distribution definition...
es: Definición de distribución genérica discreta...
gl: Definición da distribución xenérica discreta...

source: Discrete Generic Distribution Definition
es: Definición de Distribución Genérica Discreta
gl: Definición da Distribución Xenérica Discreta

source: Discrete Generic distribution's parameters:
es: Parámetros de distribución genérica discreta:
gl: Parámetros da distribución xenérica discreta:

source: Discrete Generic probabilities...
es: Probabilidades genéricas discretas...
gl: Probabilidades xenéricas discretas...

source: Discrete Generic Probabilities
es: Probabilidades Genéricas Discretas
gl: Probabilidades Xenéricas Discretas

source: Continuous Generic Probabilities
es: Probabilidades Genéricas Continuas
gl: Probabilidades Xenéricas Continuas

source: Normal Quantiles
es: Cuantiles normales
gl: Cuantís Normais

source: Normal Distribution
es: Distribución Normal
gl: Distribución Normal

source: Sample from Normal Distribution
es: Muestra de una Distribución Normal
gl: Mostra da Distribución Normal

source: Normal Probabilities
es: Probabilidades Normales
gl: Probabilidades Mormais

source: t Quantiles
es: Cuantiles t
gl: Cuantís t

source: t Distribution
es: Distribución t
gl: Distribución t

source: Sample from t Distribution
es: Muestra de una distribución t
gl: Mostra da Distribución t

source: t Probabilities
es: Probabilidades t
gl: Probabilidades t

source: ChiSquared Quantiles
es: Cuantiles Chi-cuadrado
gl: Cuantís Chi-cadrado

source: ChiSquared Distribution
es: Distribución Chi-cuadrado
gl: Distribución Chi-cadrado

source: Sample from ChiSquared Distribution
es: Muestra de una Distribución Chi-cuadrado
gl: Mostra da Distribución Chi-cadrado

source: ChiSquared Probabilities
es: Probabilidades Chi-cuadrado
gl: Probabilidades Chi-cadrado

source: F Quantiles
es: Cuantiles F
gl: Cuantís F

source: F Distribution
es: Distribución F
gl: Distribución F

source: Sample from F Distribution
es: Muestra de una distribución F
gl: Mostra da Distribución F

source: F Probabilities
es: Probabilidades F
gl: Probabilidades F

source: Exponential Quantiles
es: Cuantiles Exponenciales
gl: Cuantís Exponenciais

source: Exponential Distribution
es: Distribución Exponencial
gl: Distribución Exponencial

source: Sample from Exponential Distribution
es: Muestra de una Distribución Exponencial
gl: Mostra da Distribución Exponencial

source: Exponential Probabilities
es: Probabilidades Exponenciales
gl: Probabilidades Exponenciais

source: Uniform Quantiles
es: Cuantiles Uniformes
gl: Cuantís Uniformes

source: Uniform Distribution
es: Distribución Uniforme
gl: Distribución Uniforme

source: Sample from Uniform Distribution
es: Muestra de una Distribución Uniforme
gl: Mostra da Distribución Uniforme

source: Uniform Probabilities
es: Probabilidades Uniformes
gl: Probabilidades Uniformes

source: Binomial Quantiles
es: Cuantiles Binomiales
gl: Cuantís Binomiais

source: Binomial Distribution
es: Distribución Binomial
gl: Distribución Binomial

source: Sample from Binomial Distribution
es: Muestra de una Distribución Binomial
gl: Mostra da Distribución Binomial

source: Binomial Probabilities
es: Probabilidades Binomiales
gl: Probabilidades Binomiais

source: Poisson Quantiles
es: Cuantiles de Poisson
gl: Cuantís de Poisson

source: Poisson Distribution
es: Distribución de Poisson
gl: Distribución de Poisson

source: Sample from Poisson Distribution
es: Muestra de una Distribución de Poisson
gl: Mostra da Distribución de Poisson

source: Poisson Probabilities
es: Probabilidades de Poisson
gl: Probabilidades de Poisson

source: Geometric Quantiles
es: Cuantiles Geométricos
gl: Cuantís Xeométricos

source: Geometric Distribution
es: Distribución Geométrica
gl: Distribución Xeométrica

source: Sample from Geometric Distribution
es: Muestra de una Distribución Geométrica
gl: Mostra da Distribución Xeométrica

source: Geometric Probabilities
es: Probabilidades Geométricas
gl: Probabilidades Xeométricas

source: NegativeBinomial Quantiles
es: Cuantiles Binomiales Negativos
gl: Cuantís Binomiais Negativos

source: NegativeBinomial Distribution
es: Distribución Binomial Negativa
gl: Distribución Binomial Negativa

source: Sample from NegativeBinomial Distribution
es: Muestra de una Distribución Binomial Negativa
gl: Mostra da Distribución Binomial Negativa

source: NegativeBinomial Probabilities
es: Probabilidades Binomiales Negativas
gl: Probabilidades Binomiais Negativas
