Repository: cran/RcmdrPlugin.TeachStat
Catalog: po/R-*.po
Languages: es, gl

source: Randomness test for two level factor...
es: Test de aleatoriedad para un factor de dos niveles...
gl: Test de aleatoriedade para un factor de dous niveis...

source: Randomness test for two level factor
es: Test de aleatoriedad para un factor de dos niveles
gl: Test de aleatoriedade para un factor de dous niveis

source: Randomness test for numeric variable...
es: Test de aleatoriedad para una variable numérica...
gl: Test de aleatoriedade para una variábel numérica...

source: Randomness test for numeric variable
es: Test de aleatoriedad para una variable numérica
gl: Test de aleatoriedade para una variábel numérica

source: Show graphically
es: Mostrar gráficamente
gl: Mostrar gráficamente

source: Cut-point (median by default):
es: Punto de corte (mediana por defecto):
gl: Punto de corte (mediana por defecto):

source: Cut-point must be numeric or NULL
es: El punto de corte debe ser numérico o nulo
gl: O punto de corte debe ser numérico ou nulo

source: Simple index numbers...
es: Números índice simples...
gl: Números índice simples...

source: <no variable selected>
es: <ninguna variable seleccionada>
gl: <Non hai ningunha variábel seleccionada>

source: <no base level selected>
es: <ningún nivel de la base seleccionado>
gl: <Ningún nivel da base seleccioando>

source: Simple Index Numbers
es: Números Índice Simples
gl: Números Índice Simples

source: Value variable (pick one)
es: Variable valor (Elegir una)
gl: Variábel valor (elixir unha)

source: Base variable (pick one)
es: Variable Base (elegir una)
gl: Variábel base (elixir unha)

source: <no level selected>
es: <ningún nivel seleccionado>
gl: <Ningún nivel seleccionado>

source: Base (pick one)
es: Base (Elegir una)
gl: Base (elixir unha)

source: Add to data frame
es: Añadir al conjunto de datos
gl: Engadir ao conxunto de datos

source: Variable name:
es: Nombre de la variable:
gl: Nome da variábel:

source: No value variable selected
es: Ninguna variable valor seleccionada
gl: Variábel valor non seleccionada

source: No base variable selected
es: Ninguna variable base seleccionada
gl: Variábel base non seleccionada

source: No base level selected
es: Ningún nivel de la base seleccionado
gl: Ningún nivel da base seleccionado

source: 'The base variable cannot have repeated values'
es: 'La variable base no puede tener valores repetidos'
gl: 'A variábel base non pode ter valores repetidos'

source: Base change...
es: Cambio de base...
gl: Cambio de base...

source: Base Change
es: Cambio de Base
gl: Cambio de Base

source: Index variable (pick one)
es: Variable índice (elegir una)
gl: Variábel índice (elixir unha)

source: New base (pick one)
es: Nueva base (Elegir una)
gl: Nova base (elixir unha)

source: No index variable selected
es: Ninguna variable índice seleccionada
gl: Variábel índice non seleccionada

source: No new base level selected
es: Ninguna nueva base seleccionada
gl: Ningunha base nova seleccionada

source: Price index...
es: Índice de precios...
gl: Índice de prezos...

source: Price Index
es: Índice de Precios
gl: Índice de Prezos

source: Product variable (pick one)
es: Variable Producto (elegir una)
gl: Variábel producto (elixir unha)

source: Price variable (pick one)
es: Variable Precio (elegir una)
gl: Variábel prezo (elixir unha)

source: Quantity variable (pick one)
es: Variable cantidad (elegir una)
gl: Variábel cantidade (elixir unha)

source: Aggregation Method
es: Método de Agregación
gl: Método de Agregación

source: Other:
es: Otro:
gl: Outro:

source: Save as a new data frame:
es: Guardar como nuevo conjunto de datos:
gl: Gardar como novo conxunto de datos:

source: name:
es: nombre:
gl: nome:

source: No product variable selected.
es: No se ha seleccionado ninguna variable producto.
gl: Non se seleccionou ningunha variábel produto.

source: No base variable selected.
es: No se ha seleccionado ninguna variable base.
gl: Non se seleccionou ningunha variábel base.

source: No base level selected.
es: No se ha seleccionado ninguna base.
gl: Ningunha base seleccionada.

source: No price variable selected.
es: No se ha seleccionado ninguna variable precio.
gl: Non se seleccionou ningunha variábel prezo.

source: No quantitity variable selected.
es: No se ha seleccionado ninguna variable cantidad.
gl: Non se seleccionou ningunha variábel cantidade.

source: No other aggregation method was selected.
es: No se ha especificado otro método de agregación.
gl: Non se especificou outro método de agregación.

source: No aggregation method selected.
es: No se ha seleccionado ningún método de agregación.
gl: Non se seleccionou ningún método de agregación.

source: No name for data frame.
es: No hay nombre para el conjunto de datos.
gl: Non hay nome para o conxunto de datos.

source: Complex index numbers...
es: Números índice complejos...
gl: Números índice complexos...

source: Complex Index Numbers
es: Números Índice Complejos
gl: Números Índice Complexos

source: Arithmetic
es: Aritmética
gl: Aritmética

source: Geometric
es: Geométrica
gl: Xeométrica

source: Harmonic
es: Harmónica
gl: Armónica

source: Geometric mean cannot be computed for variable
es: La media geométrica no puede ser calculada para la variable
gl: A media xeométrica non se pode calcular para a variábel

source: because it has non positive values
es: porque tiene valores no positivos
gl: porque ten valores non positivos

source: Geometric mean cannot be computed for variables
es: La media geométrica no puede ser calculada para las variables
gl: A media xeométrica non se pode calcular para as variábeis

source: because they have non positive values
es: porque tienen valores no positivos
gl: porque teñen valores non positivos

source: Harmonic mean cannot be computed for variable
es: La media harmónica no puede ser calculada para la variable
gl: A media armónica non se pode calcular para a variábel

source: because it has zero values
es: porque tiene valores cero
gl: porque ten valores cero

source: Harmonic mean cannot be computed for variables
es: La media harmónica no puede ser calculada para las variables
gl: A media armónica non se pode calcular para as variábeis

source: because they have zero values
es: porque tienen valores cero
gl: porque teñen valores cero

source: Deflation...
es: Deflación...
gl: Deflación...

source: Deflation
es: Deflación
gl: Deflación

source: Current value (pick one)
es: Valor corriente (elegir uno)
gl: Valor corrente (elixir un)

source: Deflator (pick one)
es: Deflactor (elegir uno)
gl: Deflactor (elixir un)

source: No current value variable selected
es: Ningún valor corriente seleccionado
gl: Valor corrente non seleccionado

source: No deflactor selected
es: Ningún deflactor seleccionado
gl: Ningún deflactor seleccionado

source: Plot
es: Gráfico
gl: Gráfico

source: generic
es: genérica
gl: xenérica

source: discrete
es: discreta
gl: discreta

source: continuous
es: continua
gl: continua

source: distribution...
es: distribución...
gl: distribución...

source: Discrete
es: Discreta
gl: Discreta

source: Continuous
es: Continua
gl: Continua

source: Distribution
es: Distribución
gl: Distribución

source: Distribution (pick one)
es: Distribución (elegir una)
gl: Distribución (elixir unha)

source: <no distribution selected>
es: <ninguna distribución seleccionada>
gl: <Ningunha distribución seleccionada>

source: Select function to plot:
es: Seleccionar función a dibujar:
gl: Seleccionar función a debuxar:

source: No plot selected.
es: Ningún gráfico seleccionado.
gl: Ningún gráfico seleccionado.

source: Number of Successes
es: Número de Éxitos
gl: Número de Éxitos

source: Number of Failures until Success
es: Número de Fallos hasta el Éxito
gl: Número de Fallos ata o Éxito

source: Number of White Balls in Sample
es: Número de Bolas Blancas en la muestra
gl: Número de Bolas Brancas na Mostra

source: Number of Failures Until Target Successes
es: Número de Fallos hasta Éxitos Objetivo
gl: Número de Fallos ata Éxitos Obxetivo

source: Trials
es: Intentos
gl: Probas

source: Probability Mass
es: Masa de Probabilidad
gl: Masa de Probabilidade

source: Numerator
es: Numerador
gl: Numerador

source: Denominator
es: Denominador
gl: Denominador

source: Density
es: Densidad
gl: Densidade

source: Cumulative Probability
es: Probabilidad Acumulada
gl: Probabilidade Acumulada

source: You must specify 'to' for the range.
es: Debe especificar el valor de 'a' para el rango.
gl: Débese especificar o valor de 'ata' para o rango.

source: tail
es: cola
gl: cola

source: probabilities...
es: probabilidades...
gl: probabilidades...

source: Probabilities
es: Probabilidades
gl: Probabilidades

source: Plot region
es: Dibujar la región
gl: Debuxar a rexión

source: is not a valid list of numbers.
es: no es una lista válida de números.
gl: non é unha lista válida de números.

source: distribution's parameters:
es: parámetros de la distribución:
gl: parámetros da distribución:

source: Probabilities:
es: Probabilidades:
gl: Probabilidades:

source: From (>)
es: Desde (>)
gl: Dende (>)

source: To (<=)
es: Hasta (<=)
gl: Ata (<=)

source: color:
gl: cor:

source: quantiles...
es: cuantiles...
gl: cuantís...

source: Quantiles
es: Cuantiles
gl: Cuantís

source: Show cumulative probabilities
es: Mostrar las probabilidades acumuladas
gl: Mostrar probabilidades acumuladas

source: characteristics...
es: características...
gl: características...

source: Characteristics
es: Características
gl: Características

source: Expectation
es: Esperanza
gl: Esperanza

source: Median
es: Mediana
gl: Mediana

source: Standard Deviation
es: Desviación Típica
gl: Desviación estándar

source: Interquartile Range
es: Rango Intercuartílico
gl: Rango Intercuartílico

source: Skewness
es: Asimetría
gl: Asimetría

source: Kurtosis
es: Curtosis
gl: Curtose

source: Moment of order:
es: Momento de orden:
gl: Momento de orde:

source: Central moment of order:
es: Momento central de orden:
gl: Momento central de orde:

source: Moment not specified or not an integer number.
es: Momento no especificado o no es un número entero.
gl: Momento non especificado ou non é un número enteiro.

source: Central moment not specified or not an integer number.
es: Momento central no especificado o no es un número entero.
gl: Momento central non especificado ou non é un número enteiro.

source: No characteristics selected.
es: Ninguna característica seleccionado.
gl: Ningunha característica seleccionada.

source: Sample from
es: Muestra de
gl: Mostra de

source: distribution definition...
es: definición de la distribución...
gl: definición da distribución...

source: Distribution Definition
es: Definición Distribución
gl: Definición da Distribución

source: Probability mass function
es: Función de masa de probabilidad
gl: Función da masa de probabilidade

source: Distribution function
es: Función de distribución
gl: Función de distribución

source: Select function to provide:
es: Seleccionar función a proporcionar:
gl: Seleccione a función a proporcionar:

source: Density function
es: Función de Densidad
gl: Función de densidade

source: Add piece
es: Añadir trozo
gl: Engadir pedazo

source: Delete last piece
es: Borrar el último trozo
gl: Eliminar o último pedazo

source: You must enter the name of a distribution.
es: Debes introducir el nombre de una distribución.
gl: Debe introducir o nome dunha distribución.

source: No support specified.
es: No se ha especificado el soporte.
gl: Non se especificou o soporte.

source: Support is not ordered.
es: El soporte no está ordenado.
gl: O soporte non está ordenado.

source: Probabilities are not ordered.
es: Las probabilidades no están ordenadas.
gl: As probabilidades non están ordenadas.

source: Last probability must be 1.
es: La última probabilidad debe ser 1.
gl: A última probabilidade debe ser 1.

source: Some definition not specified.
es: Alguna definición no está especificada.
gl: Algunha definición non especificada.

source: Some 'from' not specified.
es: Algún 'desde' no está especificado.
gl: Algúns 'de' non especificados.

source: Some 'to' not specified.
es: Algún 'a' no está especificado.
gl: Algúns 'ata' non especificados.

source: 'to' must be greater than 'from'.
es: 'a' debe ser mayor que 'desde'.
gl: 'ata' debe ser maior que 'dende'.

source: Overlapping definitions.
es: Definiciones solapadas.
gl: Definicións superpostas.

source: Definition intervals must be consecutive.
es: Los intervalos de definición deben ser consecutivos.
gl: Os intervalos de definición deben ser consecutivos.

source: Enter name for the distribution
es: Introducir un nombre para la distribución
gl: Introduza o nome da distribución

source: Support
es: Soporte
gl: Soporte

source: Definition
es: Definición
gl: Definición

source: From
es: Desde
gl: Dende

source: To
es: A
gl: Ata

source: ANOVA table
es: Tabla ANOVA
gl: Táboa ANOVA

source: Estimation of some variance component is negative. The variance component model is inadequate.
es: La estimación de alguna componente de la varianza es negativa. El modelo de componentes de la varianza es inadecuado.
gl: A estimación dalgún compoñente da varianza é negativa. O modelo de compoñentes da varianza é inadecuado.

source: Components of Variance
es: Componentes de la Varianza
gl: Componentes da Varianza

source: Confidence intervals
es: Intervalos de confianza
gl: Intervalos de confianza

source: Hypothesis Testing for a proportion
es: Contraste de Hipótesis para una proporción
gl: Proba de hipótese para unha proporción

source: Variable (pick one)
es: Variable (Elegir una)
gl: Variábel (elixir unha)

source: Proportion for the level (pick one)
es: Proporción para el nivel (elegir uno)
gl: Proporción para o nivel (escoller un)

source: No. successes
es: Nº éxitos
gl: Nº éxitos

source: No. failures
es: Nº fracasos
gl: Nº fracasos

source: Population proportion != p0
es: Proporción poblacional != p0
gl: Proporción poboacional !=p 0

source: Population proportion < p0
es: Proporción poblacional < p0
gl: Proporción poboacional < p 0

source: Population proportion > p0
es: Proporción poblacional > p0
gl: Proporción poboacional > p 0

source: Alternative hypothesis
es: Hipótesis alternativa
gl: Hipótese alternativa

source: Null hypothesis: p =
es: Hipótesis nula: p =
gl: Hipótese nula: p =

source: Successes number value must be a positive integer number
es: Valor del número de éxitos debe ser un número entero positivo
gl: O número de éxitos debe ser un número enteiro positivo

source: Failures number value must be a positive integer number
es: Valor del número de fallos debe ser un número entero positivo
gl: O número de fracasos debe ser un número enteiro positivo

source: A variable or successes number and failures number must be selected
es: Una variable o número de éxitos y número de fracasos deben ser seleccionados
gl: A variábel ou o número de éxitos e número de fracasos debe ser seleccionada

source: A variable must be selected or the sum of successes and failures numbers must be positive
es: Se debe seleccionar una variable o la suma de éxitos y fracasos debe ser positiva
gl: A variábel debe ser seleccionada ou a suma do número de éxitos e de fracasos debe ser positov

source: Successes number and failures number must be provided
es: Deben proporcionarse el número de éxitos y fracasos
gl: O número de éxitos e o número de fracasos debe ser suministrado

source: Confidence level must be between 0 and 1
es: 'conf.level' debe ser un número entre 0 y 1
gl: O nivel de confianza debe estar entre 0 e 1

source: Value for the null hypothesis must be between 0 and 1 (and not be)
es: Valor de la hipótesis nula debe ser entre 0 y 1 (y distinto de éstos)
gl: O valor para a hipótese nula debe estar entre 0 e 1

source: No. attempts
es: Nº intentos
gl: Nº intentos

source: Other levels
es: Otros niveles
gl: Outros niveis

source: Test statistics value
es: Valor del estadístico de contraste
gl: Valor do estatístico de proba

source: p-value
es: p-valor
gl: p-valor

source: Population proportion is not equal to
es: Proporción poblacional no es igual a
gl: Proporción poboacional non é igual a

source: Population proportion is less than
es: Proporción poblacional es menor que
gl: Proporción poboacional é menor de

source: Population proportion is greater than
es: Proporción poblacional es mayor que
gl: Proporción poboacional é maior que

source: Sample estimate
es: Estimador muestral
gl: Estimación mostral

source: There must be at least 1 success and 1 failure
es: Debe haber al menos 1 éxito y 1 fracaso
gl: Debe haber polo menos 1 éxito e 1 fracaso

source: Sample
es: Muestra
gl: Mostra

source: Hypothesis Testing for the ratio of two variances
es: Contraste de Hipótesis para cociente varianzas
gl: Proba de hipótese para o cociente de dúas varianzas

source: Groups (pick one)
es: Grupos (elegir uno)
gl: Grupos (elixir un)

source: Group 1
es: Grupo 1
gl: Grupo 1

source: Group 2
es: Grupo 2
gl: Grupo 2

source: Ratio of population variances != sigma^2_1/sigma^2_2
es: Cociente de varianzas poblacionales != sigma^2_1/sigma^2_2
gl: Cociente entre varianzas poboacionais != sigma^2_1/sigma^2_2

source: Ratio of population variances < sigma^2_1/sigma^2_2
es: Cociente de varianzas poblacionales < sigma^2_1/sigma^2_2
gl: Cociente entre varianzas poboacionais < sigma^2_1/sigma^2_2

source: Ratio of population variances > sigma^2_1/sigma^2_2
es: Cociente de varianzas poblacionales > sigma^2_1/sigma^2_2
gl: Cociente entre varianzas poboacionais > sigma^2_1/sigma^2_2

source: Null hypothesis: sigma^2_1/sigma^2_2 =
es: Hipótesis nula: sigma^2_1/sigma^2_2 =
gl: Hipótese nula: sigma^2_1/sigma^2_2=

source: No group selected
es: Ningún grupo seleccionado
gl: Ningún grupo seleccionado

source: No variable selected
es: Ninguna variable seleccionada
gl: Variábel non seleccionada

source: Group 1 and Group 2 must not coincide
es: Grupo 1 y 2 no pueden tener seleccionado el mismo valor
gl: Grupo 1 e Grupo 2 non debe coincidir

source: Value for the null hypothesis must be a positive number
es: Valor para la hipótesis nula debe ser númerico positivo
gl: O valor para a hipótese nula debe ser un número positivo

source: Hypothesis testing for the ratio of two variances
es: Contraste de hipótesis para cociente varianzas
gl: Proba de hipótese para a o cociente de dúas varianzas

source: Variable
gl: Variábel

source: Groups
es: Grupos
gl: Grupos

source: with
es: con
gl: con

source: and
es: y
gl: y

source: degrees of freedom
es: grados de libertad
gl: graos de liberdade

source: Ratio of population variances is not equal to
es: Cociente de varianzas poblacionales no es igual a
gl: O cociente de varianzas poboacionais non é igual a

source: Ratio of population variances is less than
es: Cociente de varianzas poblacionales es menor que
gl: O cociente de varianzas poboacionais é menor que

source: Ratio of population variances is greater than
es: Cociente de varianzas poblacionales es mayor que
gl: O cociente de varianzas poboacionais é maior que

source: Hypothesis testing for difference of proportions
es: Contraste de hipótesis para diferencia de proporciones
gl: Proba de hipótese para a diferencia de proporcións

source: Success
es: Éxito
gl: Éxito

source: Sample 1
es: Muestra 1
gl: Mostra 1

source: Sample 2
es: Muestra 2
gl: Mostra 2

source: Population proportion difference != p0_1 - p0_2
es: Diferencia de proporciones poblacionales != p0_1 - p0_2
gl: Diferenza de proporcións poboacionais != p0_1 - p0_2

source: Population proportion difference < p0_1 - p0_2
es: Diferencia de proporciones poblacionales < p0_1 - p0_2
gl: Diferenza de proporcións poboacionais < p0_1 - p0_2

source: Population proportion difference > p0_1 - p0_2
es: Diferencia de proporciones poblacionales > p0_1 - p0_2
gl: Diferenza de proporcións poboacionais > p0_1 - p0_2

source: Null hypothesis: p_1 - p_2 =
es: Hipótesis nula: p_1 - p_2 =
gl: Hipótese nula: p_1 - p_2 =

source: Successes number value of Sample 1 must be a positive integer number
es: El número de éxitos para la Muestra 1 debe ser un número entero positivo
gl: O número de éxitos para a Mostra 1 debe ser un enteiro positivo

source: Failures number value of Sample 1 must be a positive integer number
es: El número de fallos para la Muestra 1 debe ser un número entero positivo
gl: O número de fracasos de Mostra 1 debe ser un enteiro positivo

source: Successes number value of Sample 2 must be a positive integer number
es: El número de éxitos para la Muestra 2 debe ser un número entero positivo
gl: O número de éxitos de Mostra 2 debe ser un enteiro positivo

source: Failures number value of Sample 2 must be a positive integer number
es: El número de fallos para la Muestra 2 debe ser un número entero positivo
gl: O número de fracasos de Mostra 2 debe ser un enteiro positivo

source: Variables or successes number and failures number of two samples must be selected
es: Variables o número de éxitos y fracasos de ambas muestras deben ser seleccionados
gl: As variábeis ou o número de éxitos e número de fracasos de ambas mostras deben ser seleccionadas

source: Successes and failures numbers for the two samples must be selected
es: Número de éxitos y fracasos de ambas muestras deben ser seleccionados
gl: O número de éxitos e fracasos para dúas mostras deben ser seleccionados

source: Group 1, Group 2 and Success must be selected
es: Grupo 1, Grupo 2 y Éxito deben ser seleccionados
gl: Grupo 1, Grupo 2 e o éxito debe ser seleccionado

source: Value for the null hypothesis must be between -1 and 1
es: Valor para la hipótesis nula deber estar entre -1 y 1
gl: O valor para a hipótese nula debe estar entre -1 e 1

source: Population difference is not equal to
es: Diferencia poblacional no es igual a
gl: Diferenza poboacional non é igual a

source: Population difference is less than
es: Diferencia poblacional es menor que
gl: Diferenza poboacional é menor que

source: Population difference is greater than
es: Diferencia poblacional es mayor que
gl: Diferenza poboacional é maior que

source: Sample estimates
es: Estimadores muestrales
gl: Estimacións mostrais

source: There must be at least 1 success and 1 failure for both samples
es: Debe haber al menos 1 éxito y 1 fracaso para ambas muestras
gl: Debe haber polo menos 1 éxito e 1 fracaso para ambas mostras

source: Hypothesis Testing for the mean
es: Contraste de Hipótesis para la media
gl: Proba de hipótese para a media

source: Variance
es: Varianza
gl: Varianza

source: Known
es: Conocida
gl: Coñecida

source: Unknown
es: Desconocida
gl: Descoñecida

source: Population mean != mu0
es: Media poblacional != mu0
gl: Media poboacional !=mu0

source: Population mean < mu0
es: Media poblacional < mu0
gl: Media poboacional < mu0

source: Population mean > mu0
es: Media poblacional > mu0
gl: Media poboacional > mu0

source: Null hypothesis: mu =
es: Hipótesis nula: mu =
gl: Hipótese nula: mu =

source: Known variance value must be a positive number
es: Valor de la varianza conocida debe ser numérico positivo
gl: A varianza coñecida debe ser un número positivo

source: No valid value for the Null Hypothesis
es: Valor no válido para la Hipótesis Nula
gl: Valor non válido para a hipótese nula

source: Hypothesis Testing for the mean with unknown variance
es: Contraste de Hipótesis para la media con varianza desconocida
gl: Proba de hipótese para a media con varianza descoñecida

source: Hypothesis Testing for the mean with known variance =
es: Contraste de Hipótesis para la media con varianza conocida =
gl: Proba de hipótese para a media con varianza coñecida =

source: Population mean is not equal to
es: Media poblacional no es igual a
gl: Media poboacional non é igual a

source: Population mean is less than
es: Media poblacional es menor que
gl: Media poboacional é menor que

source: Population mean is greater than
es: Media poblacional es mayor que
gl: Media poboacional é maior que
