Repository: cran/RcmdrPlugin.TeachStat
Catalog: po/R-*.po
Languages: es, gl

source: Hypothesis Testing for the difference of independent means
es: Contraste de Hipótesis para la diferencia de medias independientes
gl: Proba de hipótese para a diferenza de medias independentes

source: Variances
es: Varianzas
gl: Varianzas

source: Unknown and equal
es: Desconocidas e iguales
gl: Descoñecidas e iguais

source: Unknown and unequal
es: Desconocidas y distintas
gl: Descoñecidas e desiguais

source: Population mean difference != mu0_1-mu0_2
es: Diferencia de medias poblacionales != mu0_1 - mu0_2
gl: Diferencia de medias poboacionais != mu0_1-mu0_2

source: Population mean difference < mu0_1-mu0_2
es: Diferencia de medias poblacionales < mu0_1 - mu0_2
gl: Diferencia de medias poboacionais < mu0_1-mu0_2

source: Population mean difference > mu0_1-mu0_2
es: Diferencia de medias poblacionales > mu0_1 - mu0_2
gl: Diferencia de medias poboacionais > mu0_1-mu0_2

source: Null hypothesis: mu_1 - mu_2 =
es: Hipótesis nula: mu_1 - mu_2 =
gl: Hipótese nula: mu_1 - mu_2 =

source: Known variances values must be positive numbers
es: Valores de las varianzas conocidas deben ser numéricos positivos
gl: Os valores das variancias coñecidas deben ser números positivos

source: Hypothesis Testing for the mean difference of two independent samples with known variances
es: Contraste de Hipótesis para la diferencia de medias de dos muestras independientes con varianzas conocidas
gl: Proba de hipótese para a diferenza de medias de dúas mostras independentes con varianzas coñecidas

source: Hypothesis Testing for the mean difference of two independent samples with unknown and equal variances
es: Contraste de Hipótesis para la diferencia de medias de dos muestras independientes con varianzas desconocidas e iguales
gl: Proba de hipótese para a diferenza de medias de dúas mostras independentes con varianzas descoñecidas e iguais

source: Hypothesis Testing for the mean difference of two independent samples with unknown and unequal variances
es: Contraste de Hipótesis para la diferencia de medias de dos muestras independientes con varianzas desconocidas y distintas
gl: Proba de hipótese para a diferenza de medias de dúas mostras independentes con varianzas descoñecidas e desiguais

source: Hypothesis Testing for paired means
es: Contraste de Hipótesis para medias pareadas
gl: Proba de hipótese de medias pareadas

source: First variable (pick one)
es: Primera variable (elegir una)
gl: Primeira variábel (elixir unha)

source: Second variable (pick one)
es: Segunda variable (elegir una)
gl: Segunda variábel (elixir unha)

source: Difference between population means != mu0_1-mu0_2
es: Diferencia de medias poblacionales != mu0_1 - mu0_2
gl: Diferenza entre medias poboacionais != mu0_1-mu0_2

source: Difference between population means < mu0_1-mu0_2
es: Diferencia de medias poblacionales < mu0_1 - mu0_2
gl: Diferenza entre medias poboacionais < mu0_1-mu0_2

source: Difference between population means > mu0_1-mu0_2
es: Diferencia de medias poblacionales > mu0_1 - mu0_2
gl: Diferenza entre medias poboacionais > mu0_1-mu0_2

source: No variable selected in First variable
es: Ninguna variable seleccionada en la primera variable
gl: Non hai ningunha variábel seleccionada na Primeira variábel

source: No variable selected in Second variable
es: Ninguna variable seleccionada en la segunda variable
gl: Non hai ningunha variábel seleccionada na Segunda variábel

source: Selected variables must be different
es: Las variables seleccionadas deben ser diferentes
gl: As variábeis seleccionadas deben ser diferentes

source: Hypothesis Testing for the mean difference of two paired samples
es: Contraste de Hipótesis para la diferencia de medias de dos muestras pareadas
gl: Proba de hipótese para a diferenza de medias de dúas mostras pareadas

source: Hypothesis testing for the variance...
es: Contraste de hipótesis para la varianza...
gl: Proba de hipótese para a varianza...

source: Hypothesis Testing for the variance
es: Contraste de Hipótesis para la varianza
gl: Proba de hipótese para a varianza

source: Mean
es: Media
gl: Media

source: Population variance != sigma^2_0
es: Varianza poblacional != sigma^2_0
gl: Varianza poboacional != sigma^2_0

source: Population variance < sigma^2_0
es: Varianza poblacional < sigma^2_0
gl: Varianza poboacional < sigma^2_0

source: Population variance > sigma^2_0
es: Varianza poblacional > sigma^2_0
gl: Varianza poboacional > sigma^2_0

source: Null hypothesis: sigma^2 =
es: Hipótesis nula: sigma^2 =
gl: Hipótese nula: sigma^2 =

source: Known mean value must be numeric
es: Valor media conocida debe ser numérico
gl: O valor da meida coñecida debe ser un número

source: Hypothesis Testing for the variance with unknown mean
es: Contraste de Hipótesis para la varianza con media desconocida
gl: Proba de hipótese para a varianza con media descoñecida

source: Hypothesis Testing for the variance with known mean =
es: Contraste de Hipótesis para la varianza con media conocida =
gl: Proba de hipótese para a varianza con media coñecida

source: Population variance is not equal to
es: Varianza poblacional no es igual a
gl: Varianza poboacional non é igual a

source: Population variance is less than
es: Varianza poblacional es menor que
gl: Varianza poboacional é menor que

source: Population variance is greater than
es: Varianza poblacional es mayor que
gl: Varianza poboacional é maior que

source: Change variables type...
es: Cambiar tipo de variables...
gl: Cambiar tipo de variábeis...

source: Change variables type
es: Cambiar tipo de variables
gl: Cambiar tipo de variábeis

source: Nominal variables
es: Variables nominales
gl: Variábeis nominais

source: Ordinal variables
es: Variables ordinales
gl: Variábeis ordinais

source: Numeric variables
es: Variables numéricas
gl: Variábeis numéricas

source: Other variables
es: Otras variables
gl: Outras variábeis

source: At least one variable must be selected
es: Se debe seleccionar al menos una variable
gl: Polo menos unha variábel debe ser seleccionada

source: The variables
es: Las variables
gl: As Variábeis

source: can not be coerce in numeric
es: no pueden ser forzadas a numérico
gl: non poden ser forzadas a numérico

source: Select one or more variables to modify their type:
es: Seleccionar una o más variables para modificar su tipo:
gl: Seleccionar unha ou máis variábeis para modificar o seu tipo:

source: Numeric
es: Numérico
gl: Numérico

source: Convert selected variables to:
es: Convertir variables seleccionadas a:
gl: Convertir variábeis seleccionadas a:

source: Quantile:
es: Cuantil:
gl: Cuantile:

source: Numerical summary
es: Resúmenes numéricos
gl: Resumos numéricos

source: unknown 'cortes' algorithm
es: algoritmo desconocido para 'cortes'
gl: algoritmo de 'cortes' descoñecido

source: Frequency distribution for discrete variables
es: Distribución de frecuencias para variables discretas
gl: Distribución de frecuencias para variábeis discretas

source: unknown 'breaks' algorithm
es: algoritmo desconocido para 'breaks'
gl: algoritmo de 'breaks' descoñecido

source: Group
es: Grupo
gl: Grupo

source: Frequency distribution for continuous variables
es: Distribución de frecuencias para variables continuas
gl: Distribución de frecuencias para variábeis continuas

source: Numerical summary weighted by
es: Resumen numérico ponderado por
gl: Resumo numérico ponderado pola

source: not all values are positive
es: no todos los valores son positivos
gl: non todos os valors son positivos

source: the following groups are empty:
es: los siguientes grupos están vacíos:
gl: os seguintes grupos estan valeiros:

source: no weights avaliable.
es: no se ha proporcionado variable de ponderación.
gl: sen pesos dispoñibles.

source: Frequency distribution for the tabulated variable
es: Distribución de frecuencia para la variable tabulada
gl: Distribución de frecuencia para a variábel tabulada

source: Ranges midpoints
es: Puntos medios de los rangos
gl: Puntos medios dos rangos

source: Factor (pick one or more)
es: Factor (elegir una o más)
gl: Factor (elexir un ou máis)

source: Reorder Levels for
es: Reordenar niveles de
gl: Reordear niveis de

source: Variables and types in active data set
es: Variables y tipos del conjunto de datos activo
gl: Variábeis e tipos do conxunto de datos activo

source: Arguments pervar, vvar, and base must be character strings
es: Los argumentos pervar, vvar y base deben ser cadenas de caracteres
gl: Os argumentos pervar, vvar e base deben ser cadeas de caracteres

source: The base variable cannot have repeated values
es: La variable base no puede tener valores repetidos
gl: A variable base non pode ter valores repetidos

source: is not a value in the variable "
es: no es un valor de la variable "
gl: non é un valor da variábel "

source: Arguments pervar, cvar, defl, and base must be character strings
es: Los argumentos pervar, cvar, defl y base deben ser cadenas de caracteres
gl: Os argumentos pervar, cvar, defl e base deben ser cadeas de caracteres

source: Arguments prodID, pervar, pvar, qvar, and base must be character strings
es: Los argumentos prodID, pervar, pvar, qvar y base deben ser cadenas de caracteres
gl: Os argumentos prodID, pervar, pvar, qvar e base deben ser cadeas de caracteres

source: Confidence Interval for the ratio of two variances
es: Intervalo de Confianza para cociente varianzas
gl: Intervalo de confianza para o cociente entre dúas varianzas

source: Interval type
es: Tipo de intervalo
gl: Tipo de intervalo

source: Two-sided
es: Bilateral
gl: Bilateral

source: Left-sided
es: Unilateral por la izquierda
gl: Unilateral pola esquerda

source: Right-sided
es: Unilateral por la derecha
gl: Unilateral pola dereita

source: Confidence level
es: Nivel de confianza
gl: Nivel de confianza

source: Interval
es: Intervalo
gl: Intervalo

source: Confidence level:
es: Nivel de confianza:
gl: Nivel de confianza:

source: Confidence interval for difference of proportions
es: Intervalo de confianza para diferencia de proporciones
gl: Intervalo de confianza para diferenza de proporcións

source: Confidence Interval for the mean
es: Intervalo de Confianza para la media
gl: Intervalo de confianza para a media

source: Confidence Interval for the mean with unknown variance
es: Intervalo de Confianza para la media con varianza desconocida
gl: Intervalo de confianza para a media con varianza descoñecida

source: Confidence Interval for the mean with known variance =
es: Intervalo de Confianza para la media con varianza conocida =
gl: Intervalo de confianza para a media con varianza coñecida =

source: Confidence Interval for the difference of independent means
es: Intervalo de Confianza para la diferencia de medias independientes
gl: Intervalo de confianza para a diferenza de medias independentes

source: Confidence Interval for the mean difference of two independent samples with known variances
es: Intervalo de Confianza para la diferencia de medias de dos muestras independientes con varianzas conocidas
gl: Intervalo de confianza para a diferenza de medias de dúas mostras independentes con varianzas coñecidas

source: Confidence Interval for the mean difference of two independent samples with unknown and equal variances
es: Intervalo de Confianza para la diferencia de medias de dos muestras independientes con varianzas desconocidas e iguales
gl: Intervalo de confianza para a diferenza de medias de dúas mostras independentes con varianzas descoñecidas e iguais

source: Confidence Interval for the mean difference of two independent samples with unknown and unequal variances
es: Intervalo de Confianza para la diferencia de medias de dos muestras independientes con varianzas desconocidas y distintas
gl: Intervalo de confianza para a diferenza de medias de dúas mostras independentes con varianzas descoñecidas e desiguais

source: Confidence Interval for paired means
es: Intervalo de Confianza para medias pareadas
gl: Intervalo de confianza para a diferenza de medias pareadas

source: Confidence Interval for the mean difference of two paired samples
es: Intervalo de Confianza para la diferencia de medias de dos muestras pareadas
gl: Intervalo de confianza para a diferenza de medias de dúas mostras pareadas

source: Confidence interval for a proportion
es: Intervalo de confianza para una proporción
gl: Intervalo de confianza para unha proporción

source: Confidence Interval for a proportion
es: Intervalo de Confianza para una proporción
gl: Intervalo de Confianza para unha proporción

source: Confidence Interval for the variance
es: Intervalo de Confianza para la varianza
gl: Intervalo de confianza para a varianza

source: Confidence Interval for the variance with unknown mean
es: Intervalo de Confianza para la varianza con media desconocida
gl: Intervalo de confianza para a varianza con media descoñecida

source: Confidence Interval for the variance with known mean =
es: Intervalo de confianza para la varianza con media conocida =
gl: Intervalo de confianza para a varianza con media coñecida =

source: One-Way ANOVA with random effects...
es: ANOVA de un factor con efectos aleatorios...
gl: ANOVA de un factor con efectos aleatorios...

source: One-Way Analysis of Variance with random effects
es: ANOVA de un factor con efectos aleatorios
gl: ANOVA de un factor con efectos aleatorios

source: Moments
es: Momentos
gl: Momentos

source: Maximum likelihood
es: Máxima verosimilitud
gl: Máxima verosimilitude

source: Restricted maximum likelihood (REML)
es: Máxima verosimilitud restringida (REML)
gl: Máxima verosimilitude restrinxida (REML)

source: Variance estimations:
es: Estimaciones de las varianzas:
gl: Estimacións das varianzas:

source: Numerical summaries - Tabulated data
es: Resúmenes numéricos - Datos tabulados
gl: Resumos numéricos - datos tabulados

source: Lower bound
es: Límite inferior
gl: Límite inferior

source: Upper bound
es: Límite superior
gl: Límite superior

source: Frequency
es: Frecuencia
gl: Frecuencia

source: Frequency table
es: Tabla de frecuencia
gl: Táboa de Frecuencias

source: Standard Error of Mean
es: Error Estándar de la Media
gl: Erro estándar da media

source: Mode
es: Moda
gl: Moda

source: Coefficient of Variation
es: Coeficiente de Variación
gl: Coeficiente de Variación

source: Quantiles:
es: Cuantiles:
gl: Cuantís:

source: No variable selected for lower bound
es: Ningna variable seleccionada para el limite inferior
gl: Variábel non seleccionada para o límite inferior

source: No variable selected for upper bound
es: Ningna variable seleccionada para el limite superior
gl: Variábel non seleccionada para o límite superior

source: No variable selected for frequency
es: Ningna variable seleccionada para la frecuencia
gl: Variábel non seleccionada para a frecuencia

source: Lower bound must be an ordered vector
es: Límite inferior debe ser una variable ordenada
gl: O límite inferior debe ser un vector ordeado

source: Upper bound must be an ordered vector
es: Límite superior debe ser una variable ordenada
gl: O límite superior debe ser un vector ordeado

source: Lower bound must be smaller than upper bound
es: Límite inferior debe ser más pequeño que límite superior
gl: O límite inferior debe ser mais pequeno que o límite superior

source: Lower and upper bounds must hold Lb[i]>=Up[i-1]
es: Límites superior e inferior deben cumplir que Li[i]>=Ls[i-1]
gl: Os límites inferior e superior deben manter Lb [i]> = Up [i-1]

source: No statistics selected
es: Ningún estadístico seleccionado
gl: Estatísticos non seleccionados

source: Quantiles must be a numeric vector in [0,1]
es: Cuantiles debe ser un vector numérico en [0,1]
gl: Os cuantís debe ser un vector numérico no [0,1]

source: Numerical summaries
es: Resúmenes numéricos
gl: Resumos numéricos

source: Variables (pick one or more)
es: Variables (elegir una o más)
gl: Variábeis (elección dun ou máis)

source: Group (pick one)
es: Grupo (elegir uno)
gl: Grupo (elixir un)

source: Pick a group
es: Elegir un grupo
gl: Escoller un grupo

source: No factors
es: No hay factores
gl: Sen factores

source: Type 1
es: Tipo 1
gl: Tipo 1

source: Type 2
es: Tipo 2
gl: Tipo 2

source: Type 3
es: Tipo 3
gl: Tipo 3

source: Summarize by:
es: Resumido por:
gl: Resumir por:

source: Summarize by groups
es: Resumir por grupos
gl: Resumir por grupos

source: Numerical summaries - Weighted variables
es: Resúmenes numéricos - Variables ponderadas
gl: Resumos numéricos - Variábeis ponderada

source: Weight variable
es: Variable de ponderación
gl: Variábel de ponderación

source: Numerical summaries - Continuous variables
es: Resúmenes numéricos - Variables continuas
gl: Resumos numéricos - Variábeis continuas

source: Breaks number:
es: Número de cortes:
gl: Número de cortes:

source: Breaks vector:
es: Vector de cortes:
gl: Vector de cortes:

source: Breaks algorithm:
es: Algoritmo de cortes:
gl: Algoritmo de cortes:

source: From:
es: Desde:
gl: Dende:

source: to:
es: hasta:
gl: ata:

source: by:
es: paso:
gl: paso:

source: Breaks number must be provided
es: Debe proporcionarse el número de cortes
gl: Debe indicarse o número de cortes

source: Breaks number must be an integer > 1
es: Número de cortes debe ser un entero >1
gl: O número de cortes debe ser un enteiro >1

source: Breaks vector must be provided
es: Se debe proporcionar un vector de cortes
gl: Débese proporcionar un vector de cortes

source: Breaks vector must be a numeric vector of length > 1
es: El vector de cortes debe ser un vector numérico de tamaño > 1
gl: O vector de cortes debe ser un vector numérico de lonxitude > 1

source: Breaks algorithm must be a name of a known 'breaks' algorithm
es: Algoritmo de cortes debe ser un nombre de un algoritmo de 'cortes' conocido
gl: O algoritmo de cortes debe ser o nome dun algoritmo de 'cortes' coñecido

source: 'From', 'to' and 'by' must be provided
es: 'Desde', 'hasta' y 'paso' deben ser proporcionados
gl: Debe indicarse "Dende", "ata" e "paso"

source: 'From', 'to' and 'by' must be numeric values
es: 'Desde', 'hasta' y 'paso' deben ser valores numéricos
gl: "Dende", "ata" e "paso" deben ser valores numéricos

source: A 'breaks' option must be selected
es: Se debe seleccionar una opción de 'cortes'
gl: Debe indicarse una opción de 'cortes'

source: Numerical summaries - Discrete variables
es: Resúmenes numéricos - Variables discretas
gl: Resumos numéricos - Variábeis discretas

source: Breaks
es: Cortes
gl: Cortes

source: Frequency distributions qualitative variables
es: Distribuciones de frecuencia variables cualitativas
gl: Distribucións de frecuencia para variábeis cualitativas

source: Sort by frequency
es: Ordenado por frecuencia
gl: Ordear por frecuencia

source: Quantile must be in [0,1]
es: Cuantil debe estar en [0,1]
gl: Os cuantís debe estar en [0,1]

source: You must specify a Standard Deviation of the population
es: Debe especificar la desviación típica poblacional
gl: Debe especificar a desviación estándar poboacional

source: Population Standard Deviation must be positive
es: Desviación típica poblacional debe ser positiva
gl: A desviación estándar poboacional debe ser positiva

source: not enough observations
es: no hay suficientes observaciones
gl: observacións insuficientes

source: data are essentially constant
es: los datos son esencialmente constantes
gl: os datos son esencialmente constante

source: Standard Deviation must be positive (>0)
es: La desviación típica debe ser positiva (>0)
gl: A desviación estándar debe ser positiva (> 0)

source: You must specify a mean of the population
es: Debe especificar la media poblacional
gl: Debese especificar a media poboacional

source: 'p.null' must be a single number between -1 and 1
es: 'p.null' debe ser un número entre -1 y 1
gl: 'p.null' debe ser un número entre -1 e 1

source: 'conf.level' must be a single number between 0 and 1
es: 'conf.level' debe ser un número entre 0 y 1
gl: 'conf.level' debe ser un número entre 0 e 1

source: 'ey' or 'ny' are missing
es: faltan 'ey' o 'ny'
gl: 'ey' ou 'ny' están missing

source: With one sample, 'p.null' must be > 0 and < 1
es: Con una muestra, 'p.null' debe ser > 0 y < 1
gl: Cunha mostra, 'p.null' debe ser> 0 e <1

source: There must be at least 1 success and 1 failure in each sample
es: Debe haber al menos 1 éxito y 1 fracaso en cada muestra
gl: Debe haber polo menos 1 éxito e un fracaso en cada mostra

source: not enough 'x' observations
es: no hay suficientes observaciones para 'x'
gl: sen suficientes observaicóns 'x'

source: The number of tries must be greater than or equal to the number of success
es: El número de intentos debe ser mayor o igual al número de éxitos
gl: O número de probas debe ser maior que ou igual ao número de éxito

source: not enough 'y' observations
es: no hay suficientes observaciones para 'x'
gl: sen suficientes observaicóns 'y'

source: You must specify both Standard Deviations of the population
es: Debe especificar las deviaciones típicas de ambas poblaciones
gl: Debe especificar ambas desviacións estándar das poboacións

source: Population Standard Deviation of 'x' must be positive
es: Desviación típica poblacional de 'x' debe ser positiva
gl: A desviación estándar poboacional de 'x' debe ser positiva

source: Population Standard Deviation of 'y' must be positive
es: Desviación típica poblacional de 'y' debe ser positiva
gl: A desviación estándar poboacional de 'y' debe ser positiva

source: Wrong length of Argument xlim
es: Tamaño erróneo del Argumento xlim
gl: Lonxitude incorrecta do Argumento xlim

source: Variables
gl: Variábeis

source: package "IndexNumR" is necessary
es: es necesario el paquete "IndexNumR"
gl: é necesario o paquete "IndexNumR"

source: Index Numbers
es: Números Índice
gl: Números Índice

source: Statistical Inference
es: Inferencia Estadística
gl: Inferencia Estatística

source: Descriptive Statistics
es: Estadística Descriptiva
gl: Estatística Descritiva

source: Frequency distributions for qualitative variables...
es: Distribuciones de frecuencia variables cualitativas...
gl: Distribucións de frecuencia para variábeis cualitativas...

source: Numerical summaries - Discrete variables...
es: Resúmenes numéricos - Variables discretas...
gl: Resumos numéricos - Variábeis discretas...

source: Numerical summaries...
es: Resúmenes numéricos...
gl: Resumos numéricos...

source: Numerical summaries - Weighted variables...
es: Resúmenes numéricos - Variables ponderadas...
gl: Resumos numéricos - Variábeis ponderadas...

source: Numerical summaries - Tabulated data...
es: Resúmenes numéricos - Datos tabulados...
gl: Resumos numéricos - Datos tabulados...

source: Confidence interval for the mean...
es: Intervalo de confianza para la media...
gl: Intervalo de confianza para a media...

source: Confidence interval for the variance...
es: Intervalo de confianza para la varianza...
gl: Intervalo de confianza para a varianza...

source: Confidence interval for a proportion...
es: Intervalo de confianza para una proporción...
gl: Intervalo de confianza para unha proporción...

source: Confidence intervals for a sample
es: Intervalos de confianza para una muestra
gl: Intervalos de Confianza para unha mostra

source: Confidence interval for the difference of independent means...
es: Intervalo de confianza para la diferencia de medias independientes...
gl: Intervalo de confianza para a diferenza de medias independentes...

source: Confidence interval for mean paired difference...
es: Intervalo de confianza para la diferencia de medias de dos muestras pareadas...
gl: Intervalo de confianza para a diferenza de medias pareadas...

source: Confidence interval for difference of proportions...
es: Intervalo de confianza para diferencia de proporciones...
gl: Intervalo de confianza para diferenza de proporcións...
